[
    {
        "id": 0,
        "name": "France",
        "text": "The culture Simulator will offer you twenty cases about situations in France that might be puzzling for foreigners. You are challenged to solv the puzzle, choosing from four interpretations the right one. After you choice, you get feedback. If you did not choose the moste adequate interpretation, you have to try again until you have found it. When a case is solved you will receive extra background information about the French cultural logic that was involved. When you have finished all 20 cases, the Simulator will show your score. You will reach a score of 100 when you have solved all situations with your first choice. When you redo the simulator, half of the cases will be refreshed.\n Number of cases: 20 per round \n Duration: around 20 minutes \\n Language: \\n English  Français  Polska  Nederlands  Italiano  Deutsch",
        "img": "countryCard_france.jpg"
    },
    {
        "id": 1,
        "name": "Allemagne",
        "text": "The culture Simulator will offer you twenty cases about situations in Germany that might be puzzling for foreigners. You are challenged to solv the puzzle, choosing from four interpretations the right one. After you choice, you get feedback. If you did not choose the moste adequate interpretation, you have to try again until you have found it. When a case is solved you will receive extra background information about the French cultural logic that was involved. When you have finished all 20 cases, the Simulator will show your score. You will reach a score of 100 when you have solved all situations with your first choice. When you redo the simulator, half of the cases will be refreshed.\\n Number of cases: 20 per round \\n Duration: around 20 minutes \\n Language: \\n English  Français  Polska  Nederlands  Italiano  Deutsch",
        "img": "countryCard_dutch.jpg"
    },
    {
        "id": 2,
        "name": "Italia",
        "text": "The culture Simulator will offer you twenty cases about situations in Italia that might be puzzling for foreigners. You are challenged to solv the puzzle, choosing from four interpretations the right one. After you choice, you get feedback. If you did not choose the moste adequate interpretation, you have to try again until you have found it. When a case is solved you will receive extra background information about the French cultural logic that was involved. When you have finished all 20 cases, the Simulator will show your score. You will reach a score of 100 when you have solved all situations with your first choice. When you redo the simulator, half of the cases will be refreshed.\\n Number of cases: 20 per round \\n Duration: around 20 minutes \\n Language: \\n English  Français  Polska  Nederlands  Italiano  Deutsch",
        "img": "countryCard_italia.jpg"
    },
    {
        "id": 3,
        "name": "Pays-bas",
        "text": "The culture Simulator will offer you twenty cases about situations in Netherlands that might be puzzling for foreigners. You are challenged to solv the puzzle, choosing from four interpretations the right one. After you choice, you get feedback. If you did not choose the moste adequate interpretation, you have to try again until you have found it. When a case is solved you will receive extra background information about the French cultural logic that was involved. When you have finished all 20 cases, the Simulator will show your score. You will reach a score of 100 when you have solved all situations with your first choice. When you redo the simulator, half of the cases will be refreshed.\\n Number of cases: 20 per round \\n Duration: around 20 minutes \\n Language: \\n English  Français  Polska  Nederlands  Italiano  Deutsch",
        "img": "countryCard_nederland.jpg"
    },
    {
        "id": 4,
        "name": "Pologne",
        "text": "The culture Simulator will offer you twenty cases about situations in Poland that might be puzzling for foreigners. You are challenged to solv the puzzle, choosing from four interpretations the right one. After you choice, you get feedback. If you did not choose the moste adequate interpretation, you have to try again until you have found it. When a case is solved you will receive extra background information about the French cultural logic that was involved. When you have finished all 20 cases, the Simulator will show your score. You will reach a score of 100 when you have solved all situations with your first choice. When you redo the simulator, half of the cases will be refreshed.\\n Number of cases: 20 per round \\n Duration: around 20 minutes \\n Language: \\n English  Français  Polska  Nederlands  Italiano  Deutsch",
        "img": "countryCard_poland.jpg"
    }
]